/* global Datetime */
Datetime.locale("ru", {
    months: "Январь_Февраль_Март_Апрель_Май_Июнь_Июль_Август_Сентябрь_Октябрь_Ноябрь_Декабрь".split("_"),
    monthsParental: "Января_Февраля_Марта_Апреля_Мая_Июня_Июля_Августа_Сентября_Октября_Ноября_Декабря".split("_"),
    monthsShort: "Янв_Фев_Мар_Апр_Май_Июн_Июл_Авг_Сен_Окт_Ноя_Дек".split("_"),
    weekdays: "Воскресенье_Понедельник_Вторник_Среда_Четверг_Пятница_Суббота".split("_"),
    weekdaysShort: "Вск_Пон_Втр_Срд_Чет_Пят_Суб".split("_"),
    weekdaysMin: "Вс_Пн_Вт_Ср_Чт_Пт_Сб".split("_"),
    weekStart: 1
});
